Repository: brightdigit/BushelKit
Catalog: Packages/BushelApp/Sources/BushelLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja

source: %d CPUs
ar: ٪d وحدات المعالجة المركزية

# about_author_credits
source: Carefully Crafted by
ar: بعناية فائقة من صنع
de: Mit Sorgfalt hergestellt von
es: Cuidadosamente elaborado por
fr: Fabriqué avec soin par

# about_feedback
source: Get in Touch with Us
ar: قم بالتواصل معنا
de: Nimm Kontakt mit uns auf
es: Ponte en contacto con nosotros
fr: Prends contact avec nous
ja: お問い合わせはこちら

# about_feedback_details
source: We're here to help! Whether you have questions, encounter issues, or want to request a feature, don't hesitate to contact us. Your feedback and input are invaluable to us.
ar: نحن هنا للمساعدة! سواء كانت لديك أسئلة، أو تواجه مشكلات، أو تريد طلب ميزة، فلا تتردد في الاتصال بنا، ملاحظاتك واضافاتك لا تقدر بثمن بالنسبة لنا.
de: Wir sind für dich da! Egal, ob du Fragen hast, auf Probleme stößt oder einen Vorschlag für ein neues Feature hast, zögere nicht, uns zu kontaktieren. Dein Feedback und deine Anregungen sind für uns von unschätzbarem Wert.
es: ¡Estamos aquí para ayudarte! Si tienes preguntas, problemas o quieres solicitar una función, no dudes en ponerte en contacto con nosotros. Tus comentarios y aportaciones tienen un valor incalculable para nosotros.
fr: Nous sommes là pour t'aider ! Si tu as des questions, si tu rencontres des problèmes ou si tu veux demander une fonctionnalité, n'hésite pas à nous contacter. Tes commentaires et tes suggestions nous sont précieux.
ja: お手伝いが必要なご質問がある場合や、問題が発生した場合、機能をリクエストしたい場合は、遠慮なくご連絡を。皆様からのフィードバックやご意見は、開発者にとってかけがえのないものです。

# about_social_header
source: Follow Us At
ar: تابعنا على
de: Folge uns auf
es: Síguenos en
fr: Suis-nous sur
ja: ソーシャルアカウント

# about_subscription_ends_at
source: PRO Subscription ends at:
ar: ينتهي اشتراك PRO في:
de: PRO-Abonnement endet am:
es: La suscripción PRO finaliza en
fr: L'abonnement PRO se termine le :
ja: Proサブスクリプションの終了:

# automatically_take_snapshots_tooltip
source: Automatically Take Snapshots
ar: حفظ اللقطات تلقائيا
de: Automatisch Schnappschüsse machen
es: Tomar instantáneas automáticamente
fr: Prends automatiquement des instantanés
ja: 自動的にスナップショットを作成

# build_machine
source: Build
ar: إنشاء
de: Bauen
es: Construye
fr: Construire
ja: ビルド

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル

source: Contact Us
ar: اتصل بنا
de: Kontakt
es: Contacta con nosotros
fr: Nous contacter
ja: お問い合わせ

source: Creating Session...
ar: إنشاء جلسة...
de: Erstelle Session…
es: Crear Sesión...
fr: Créer une session...
ja: セッションの作成

# database_bookmarks
source: Bookmarks
ar: علامة مرجعية
de: Lesezeichen
es: Marcadores
fr: Signets
ja: ブックマーク

# database_images
source: Images
ar: أقراص الإقلاع
de: Abbilder
es: Imágenes
ja: イメージ

# database_libraries
source: Libraries
ar: المكتبات
de: Bibliotheken
es: Bibliotecas
fr: Bibliothèques
ja: ライブラリ

# database_machines
source: Machines
ar: الاجهزة
de: Maschinen
es: Máquinas
ja: マシン

# database_snapshots
source: Snapshots
ar: اللقطات
de: Schnappschüsse
es: Instantáneas
fr: Instantanés
ja: スナップショット

source: Download
ar: تحميل
de: Laden
es: Descargar
fr: Télécharger
ja: ダウンロード

source: Download Image
ar: تحميل قرص اقلاع
de: Abbild herunterladen
es: Descargar imagen
fr: Télécharger l'image
ja: イメージをダウンロード

source: Downloading
ar: جارى التحميل
de: Laden …
es: Descargando
fr: Téléchargement
ja: ダウンロード中

source: Enabled
ar: تم التفعيل
de: Aktiv
es: Activado
fr: Activée
ja: 有効にする

# feedback_description
source: We value your feedback! Please share your thoughts and suggestions to help us improve.
ar: رأيك يهمنا! شاركنا بأفكارك واقتراحاتك لتساعدنا على التحسن والتطور.
de: Wir schätzen dein Feedback! Bitte teile uns deine Gedanken und Vorschläge mit, damit wir uns verbessern können.
es: Valoramos tus comentarios. Por favor, comparte tus opiniones y sugerencias para ayudarnos a mejorar.
fr: Nous apprécions tes commentaires ! N'hésite pas à nous faire part de tes réflexions et de tes suggestions pour nous aider à nous améliorer.
ja: 私たちは皆さんのフィードバックを大切にしています！ご意見、ご感想をお寄せください。

# feedback_email
source: Email Address
ar: البريد الإلكترونى
de: E‑Mail Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
ja: メールアドレス

# feedback_message
source: Message
ar: تعليقك
de: Nachricht
es: Mensaje
ja: メッセージ

# feedback_send
source: Send Feedback
ar: أرسل لنا رأيك
de: Feedback senden
es: Envía tus comentarios
fr: Envoyer des commentaires
ja: フィードバックを送る

# hub_image_size
source: Size
ar: الجحم
de: Größe
es: Tamaño
fr: Taille
ja: サイズ

# hub_last_modified
source: Last Modified
ar: اخر تعديل
de: Zuletzt geändert
es: Última modificación
fr: Dernière modification
ja: 最終更新日

# hub_none_selected
source: None Selected
ar: لم تحدد شئ
de: Keine ausgewählt
es: Ninguno Seleccionado
fr: Aucun sélectionné
ja: 選択なし

source: Import Image
ar: استيراد قرص إقلاع
de: Abbild importieren
es: Importar imagen
fr: Importer une image
ja: イメージをインポート

# installer_text_authorizing
source: Authorizing...
ar: التثبيت - التهيئة...
de: Erteile Autorisierung…
es: Autorizar...
fr: Autoriser...
ja: オーソライズ中...

# installer_text_completing
source: Finishing...
ar: التثبيت - الانهاء...
de: Vorgang wird abgeschlossen…
es: Acabado...
fr: Finir...
ja: 終了中...

# installer_text_progress
source: Installation at %i%%...
ar: التثبيت - %i%%...
de: Installation bei %i%%...
es: Instalación en %i%%...
fr: Installation à %i%%...
ja: %i %%インストール済み...

# join_discourse
source: Join Our Discourse
ar: انضم إلى مجتمعنا على منصة Discourse
de: Nimm an unserer Unterhaltung teil
es: Únete a nuestro discurso
fr: Rejoins notre discours
ja: Discourse(フォーラム)に参加する

source: Keep Window Open on Shutdown
ar: ابقى الشاشة مفتوحة عند إيقاف التشغيل
de: Fenster beim Herunterfahren offen halten
es: Mantener Ventana Abierta al Apagar
fr: Garde la fenêtre ouverte lors de l'arrêt
ja: シャットダウン時にウィンドウを開いたままにする

# library_confirm_delete_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル

# library_confirm_delete_yes
source: Yes, delete image
ar: نعم، قم بحذف قرص الإقلاع
de: Ja, Abbild löschen
es: Sí, borra la imagen
fr: Oui, supprime l'image
ja: イメージを削除

# library_delete_confirmation
source: Are you sure you want to delete %@?
ar: هل أنت متأكد أنك تريد حذف ٪@؟
de: Bist du sicher, dass du %@ löschen willst?
es: ¿Estás seguro de que quieres borrar %@?
fr: Es-tu sûr de vouloir supprimer %@ ?
ja: 本当に %@ を削除しますか？

# library_unsupported_image
source: This image is not supported via Virtualization
ar: قرص الإقلاع غير مدعوم لل Virtualization
de: Dieses Abbild wird nicht über Virtualisierung unterstützt
es: Esta imagen no es compatible con la Virtualización
fr: Cette image n'est pas prise en charge par la virtualisation
ja: このイメージは仮想化をサポートしていません

# machine_confirm_delete_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル

# machine_confirm_delete_yes
source: Yes, delete snapshot
ar: نعم، قم بحذف اللقطة
de: Ja, Schnappschuss löschen
es: Sí, borra la instantánea
fr: Oui, supprimer l'instantané
ja: スナップショットを削除

# machine_confirm_restore_cancel
source: Cancel, don't restore this snapshot
ar: إلغى، ولا تقم بإستعادة هذة اللقطة
de: Abbrechen, diesen Snapshot nicht wiederherstellen
es: Cancelar, no restaurar esta instantánea
fr: Annuler, ne pas restaurer cet instantané
ja: スナップショットを復元しない

# machine_confirm_restore_new
source: Yes, save current state
ar: نعم، قم بحفظ الحالة الحالية
de: Ja, aktuellen Status speichern
es: Sí, guarda el estado actual
fr: Oui, enregistrer l'état actuel
ja: 現在の状態を保存

# machine_confirm_restore_overwrite
source: No, just overwrite current state
ar: لا، فقط قم باستبدال الحالة الحالية
de: Nein, überschreibe einfach den aktuellen Zustand
es: No, sólo sobrescribe el estado actual
fr: Non, il suffit d'écraser l'état actuel
ja: 現在の状態を上書き

# machine_details_c_p_u_count
source: Count
ar: العدد
de: Anzahl
es: Cuenta
fr: Compter
ja: カウント

# machine_details_c_p_u_name
source: CPU
ar: وحدة المعالة المركزية
fr: UNITÉ CENTRALE

# machine_details_chip
source: Chip
ar: بروسيسور
fr: Puce
ja: チップ

# machine_details_display
source: Display
ar: الشاشة
de: Bildschirm
es: Pantalla
fr: Moniteur
ja: ディスプレイ

# machine_details_memory_name
source: Memory
ar: الذاكرة
de: Speicher
es: Memoria
fr: Mémoire
ja: メモリ

# machine_details_memory_size
source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
ja: サイズ

# machine_details_network_name
source: Network
ar: الشبكة
de: Netzwerk
es: Red
fr: Réseau
ja: ネットワーク

# machine_details_network_nat
source: NAT
ar: إعدادات ال NAT

# machine_details_o_s
source: OS Name
ar: إسم نظام التشغيل
es: Nombre del SO
fr: Nom du système d'exploitation
ja: OS名

# machine_details_storage_name
source: Storage
ar: قرص التخزين
de: Speicher
es: Almacenamiento
fr: Stockage
ja: ストレージ

# machine_details_storage_size
source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
ja: サイズ

# machine_details_system_tab
source: System
ar: النظام
es: Sistema
fr: Système
ja: システム

# machine_dialog_build_picker
source: Build
ar: إنشاء
de: Baue
es: Construye
fr: Construire
ja: ビルド

# machine_dialog_choose_o_s
source: Choose the operating system for your new machine:
ar: اختر نظام التشغيل للجهاز الجديد:
de: Wähle das Betriebssystem für deine neue Maschine:
es: Elige el sistema operativo para tu nueva máquina:
fr: Choisis le système d'exploitation pour ta nouvelle machine :
ja: 新しいマシンのオペレーティングシステムの選択:

# machine_dialog_choose_specifications
source: Choose the specifications for your new machine:
ar: اختر مواصفات جهازك الجديد:
de: Wähle die Spezifikationen für deine neue Maschine:
es: Elige las especificaciones de tu nueva máquina:
fr: Choisis les spécifications de ta nouvelle machine :
ja: 新しいマシンの仕様の選択:

# machine_dialog_cpus_name
source: CPUs
ar: وحدات المعالجة المركزية (CPUs)
fr: CPU
ja: CPU

# machine_dialog_memory_name
source: Memory
ar: الذاكرة
de: Speicher
es: Memoria
fr: Mémoire
ja: メモリ

# machine_dialog_release_custom
source: Custom
ar: مخصص
de: Sonderanfertigung
es: Personalizado
fr: Personnalisé
ja: カスタム

# machine_dialog_spec_template_name_basic
source: Basic
ar: أساسى
es: Básico
fr: De base
ja: ベーシック

# machine_dialog_spec_template_name_developer
source: Developer
ar: المبرمج
de: Entwickler
es: Desarrollador
fr: Développeur
ja: デベロッパ

# machine_dialog_spec_template_name_maximum
source: Maximum
ar: القصوى
es: Máximo
ja: 最大

# machine_dialog_storage_name
source: Storage
ar: قرص التخزين
de: Speicher
es: Almacenamiento
fr: Stockage
ja: ストレージ

# machine_images_choose
source: Choose
ar: اختر
de: Auswählen
es: Seleccionar
fr: Choisir
ja: 選択

# machine_images_empty_add_library
source: Add Existing Library
ar: إضافة مكتبة موجودة
de: Vorhandene Bibliothek hinzufügen
es: Añadir biblioteca existente
fr: Ajouter une bibliothèque existante
ja: 既存のライブラリを追加

# machine_images_empty_message
source: There are existing images available. Would you like to add an existing library or create a new image library?
ar: يوجد أقراص إقلاع، هل تحب إضافتهم لمكتبة موجودة او انشاء مكتبة جديدة؟
de: Es sind bereits Abbilder verfügbar. Möchtest du eine bestehende Bibliothek hinzufügen oder eine neue Abbildbibliothek erstellen?
es: Hay imágenes existentes disponibles. ¿Quieres añadir una biblioteca existente o crear una nueva biblioteca de imágenes?
fr: Il y a des images existantes disponibles. Veux-tu ajouter une bibliothèque existante ou créer une nouvelle bibliothèque d'images ?
ja: 利用可能な既存のイメージがあります。既存のライブラリを追加するか、新しいイメージライブラリを作成しますか？

# machine_images_empty_new_library
source: Create New Library
ar: إنشاء مكتبة جديدة
de: Neue Bibliothek erstellen
es: Crear nueva biblioteca
fr: Créer une nouvelle bibliothèque
ja: 新しいライブラリを作成

# machine_images_empty_title
source: No Available Images
ar: لا يوجد أقراص إقلاع
de: Keine Abbilder verfügbar
es: No hay imágenes disponibles
fr: Pas d'images disponibles
ja: 利用可能なイメージがありません

# machine_install_error_delete
source: Would you like to delete the failed machine?
ar: هل ترغب فى حذف الجهاز الافتراضى التالف؟
de: Möchtest du den fehlgeschlagenen Rechner löschen?
es: ¿Quieres borrar la máquina averiada?
fr: Veux-tu supprimer la machine en panne ?
ja: 失敗したマシンを削除しますか？

# machine_operation_snapshot_exporting
source: Exporting
ar: جارى التصدير
de: exportieren
es: Exportando
fr: Exportation
ja: エクスポート

# machine_operation_snapshot_restoring
source: Restoring
ar: جارى الاستعادة
de: Wiederherstellung von
es: Restaurar
fr: Restaurer
ja: 復元

# machine_operation_snapshot_saving
source: Saving
ar: جارى الحفظ
de: Sichern
es: Guardar
fr: Économiser
ja: 保存

# machine_will_install
source: This will install:
ar: سيتم تنصيب:
de: Dies wird installiert:
es: Esto se instalará:
fr: Ceci installera :
ja: インストールされるマシン:

# menu_clear
source: Clear Menu
ar: امسح القائمة
de: Menü löschen
es: Borrar menú
fr: Effacer le menu
ja: クリアメニュー

# menu_help_bushel
source: Bushel Help
ar: مساعدة من Bushel
de: Bushel Hilfe
es: Ayuda Bushel
fr: Aide au boisseau
ja: Bushelヘルプ

# menu_library
source: Library...
ar: مكتبة...
de: Bibliothek...
es: Biblioteca...
fr: Bibliothèque...
ja: ライブラリ...

# menu_machine
source: Machine...
ar: جهاز...
de: Maschine...
es: Máquina...
ja: マシン...

# menu_new
source: New
ar: جديد
de: Neu
es: Nuevo
fr: Nouveau
ja: 新規作成

# menu_onboarding
source: Launch Onboarding
ar: تشغيل شاشة التمهيد
de: Onboarding starten
es: Iniciar la incorporación
fr: Lancer l'accueil
ja: チュートリアルを開始

# menu_open
source: Open...
ar: فتح...
de: Öffne...
es: Abre...
fr: Ouvre...
ja: 開く...

# menu_open_recent
source: Open Recent
ar: فتح الأخير
de: Neu öffnen
es: Abierto Reciente
fr: Ouvrir Récemment
ja: 最近の履歴

# menu_provide_feedback
source: Provide Feedback...
ar: شاركنا رأيك...
de: Gib uns Feedback...
es: Proporciona información...
fr: Donne ton avis...
ja: フィードバックを送信

# menu_window_welcome_to_bushel
source: Welcome to Bushel
ar: أهلا بك ف Bushel
de: Willkommen bei Bushel
es: Bienvenido a Bushel
fr: Bienvenue à Bushel
ja: Bushelへようこそ

# menu_wish_list
source: Request a Feature...
ar: طلب إضافة ميزة...
de: Ein Feature vorschlagen…
es: Solicitar una función...
fr: Demande une fonctionnalité...
ja: 機能をリクエスト...

source: Name
ar: الإسم
es: Nombre
fr: Nom
ja: 名前

source: OK
ar: حسنا

# onboarding_done_button
source: Get Started
ar: إبدأ الآن
de: Los gehts
es: Empezar
fr: Démarrer
ja: さあ、始めよう

# onboarding_done_message
source: Congratulations, you're now equipped with the tools to supercharge your development journey with Bushel. It's time to unleash your creativity, test without limits, and make your mark in the world of app development. It all begins with creating your Library of restore images. Get started today and experience the true power of Bushel – your ultimate companion in building exceptional apps for macOS.
ar: تهانينا، أنت الآن مجهز بالأدوات اللازمة لتعزيز رحلة التطوير الخاصة بك باستخدام Bushel. حان الوقت لإطلاق العنان لإبداعك والاختبار بلا حدود وترك بصمتك في عالم تطوير التطبيقات. يبدأ كل شيء بإنشاء مكتبة استعادة الصور الخاصة بك. ابدأ اليوم واستمتع بتجربة القوة الحقيقية لـ Bushel - رفيقك المثالي في إنشاء تطبيقات استثنائية لنظام التشغيل macOS.
de: Herzlichen Glückwunsch, du bist jetzt mit den Werkzeugen ausgestattet, um deine Entwicklungsreise mit Bushel zu beschleunigen. Es ist an der Zeit, deiner Kreativität freien Lauf zu lassen, grenzenlos zu testen und dir in der Welt der App-Entwicklung einen Namen zu machen. Alles beginnt mit der Erstellung deiner Bibliothek von Wiederherstellungsabbildern. Lege noch heute los und erlebe die wahre Kraft von Bushel - deinem ultimativen Begleiter bei der Entwicklung außergewöhnlicher Apps für macOS.
es: Enhorabuena, ahora estás equipado con las herramientas para potenciar tu viaje de desarrollo con Bushel. Es hora de dar rienda suelta a tu creatividad, probar sin límites y dejar tu huella en el mundo del desarrollo de aplicaciones. Todo comienza con la creación de tu Biblioteca de imágenes de restauración. Empieza hoy mismo y experimenta el verdadero poder de Bushel, tu compañero definitivo en la creación de aplicaciones excepcionales para macOS.
fr: Félicitations, tu es maintenant équipé des outils pour suralimenter ton parcours de développement avec Bushel. Il est temps de libérer ta créativité, de tester sans limites et de te faire une place dans le monde du développement d'applis. Tout commence par la création de ta bibliothèque d'images de restauration. Commence dès aujourd'hui et découvre la véritable puissance de Bushel - ton compagnon ultime dans la création d'apps exceptionnelles pour macOS.
ja: おめでとう、今、開発の旅を便利にするためのツール、Bushelを手に入れました。あなたの創造性を解き放ち、制限なしのテストとともに、アプリ開発の世界での一歩を残す時が来ました。まずは、リストアイメージのライブラリを作成することから始まります。今すぐ、Bushelの真のパワーを体験しましょう。

# onboarding_done_subtitle
source: Welcome to a New Era of macOS Testing and Development.
ar: مرحبًا بك في عصر جديد من اختبار وتطوير macOS.
de: Willkommen in einer neuen Ära des Testens und Entwickelns von macOS.
es: Bienvenido a una nueva era de pruebas y desarrollo de macOS.
fr: Bienvenue dans une nouvelle ère de test et de développement de macOS.
ja: macOSにおける、テストと開発の新時代へようこそ。

# onboarding_done_title
source: Empower Your Development Journey with Bushel!
ar: عزز تجربتك ف التطوير مع Bushel
de: Fördere deine Entwicklungsreise mit Bushel!
es: ¡Potencia tu viaje de desarrollo con Bushel!
fr: Donne de l'énergie à ton parcours de développement avec Bushel !
ja: Bushelであなたの開発の旅にパワーを与えよう！

# onboarding_feature_item_custom_machine_description
source: Users can select the macOS version, CPU, memory, and disk space, tailoring their virtual environment to their exact needs.
ar: يمكن للمستخدمين تحديد إصدار macOS، ووحدة المعالجة المركزية (CPU)، والذاكرة، ومساحة القرص، وتخصيص بيئتهم الافتراضية وفقًا لاحتياجاتهم المحددة.
de: Nutzer können die macOS-Version, die CPU, den Arbeitsspeicher und den Festplattenspeicher auswählen und so ihre virtuelle Umgebung genau auf ihre Bedürfnisse abstimmen.
es: Los usuarios pueden seleccionar la versión de macOS, la CPU, la memoria y el espacio en disco, adaptando su entorno virtual a sus necesidades exactas.
fr: Les utilisateurs peuvent sélectionner la version de macOS, le processeur, la mémoire et l'espace disque, en adaptant leur environnement virtuel à leurs besoins exacts.
ja: ユーザーは、macOSのバージョン、CPU、メモリ、ディスク容量を選択し、仮想環境をニーズに合わせてカスタマイズできます。

# onboarding_feature_item_custom_machine_title
source: Virtual Machine Customization
ar: تخصيص الجهاز الافتراضى
de: Anpassung der virtuellen Maschine
es: Personalización de la máquina virtual
fr: Personnalisation de la machine virtuelle
ja: 仮想マシンのカスタマイズ

# onboarding_feature_item_enhanced_error_tracking_description
source: Improved systems to catch errors and collect your valuable feedback.
ar: نعمل على تحسين أداء التطبيق باستمرار من خلال تتبع الأخطاء وجمع آرائك وتعليقاتك.
de: Verbesserte Systeme, um Fehler zu erkennen und dein wertvolles Feedback zu sammeln.
es: Sistemas mejorados para detectar errores y recoger tus valiosas opiniones.
fr: Des systèmes améliorés pour repérer les erreurs et recueillir tes précieux commentaires.
ja: エラーを発見しフィードバックを収集するシステムを改善

# onboarding_feature_item_enhanced_error_tracking_title
source: Enhanced Error Tracking and User Feedback
ar: تحسين تتبع الأخطاء وآراء المستخدمين
de: Verbesserte Fehlerverfolgung und Nutzerfeedback
es: Seguimiento de errores y comentarios de los usuarios mejorados
fr: Amélioration du suivi des erreurs et de la rétroaction des utilisateurs
ja: エラー追跡とユーザーフィードバックの強化

# onboarding_feature_item_improved_document_management_description
source: Better tracking of moved and deleted files for Machines and Libraries.
ar: تتبع أفضل للملفات المنقولة والمحذوفة للأجهزة والمكتبات.
de: Bessere Verfolgung von verschobenen und gelöschten Dateien für Maschinen und Bibliotheken.
es: Mejor seguimiento de los archivos movidos y borrados para Máquinas y Bibliotecas.
fr: Meilleur suivi des fichiers déplacés et supprimés pour les machines et les bibliothèques.
ja: マシンとライブラリの移動および削除されたファイルの追跡を改善

# onboarding_feature_item_improved_document_management_title
source: Improved Document Management
ar: تحسين إدارة الملفات
de: Verbesserte Dokumentenverwaltung
es: Mejora de la gestión de documentos
fr: Amélioration de la gestion des documents
ja: ドキュメント管理の改善

# onboarding_feature_item_improved_installation_screen_description
source: More descriptive progress indicators to keep you informed during installations.
ar: مؤشرات تقدم أكثر تفصيلاً لإبقائك على اطلاع أثناء عمليات التثبيت.
de: Anschaulichere Fortschrittsanzeigen, um dich während der Installation auf dem Laufenden zu halten.
es: Indicadores de progreso más descriptivos para mantenerte informado durante las instalaciones.
fr: Des indicateurs de progression plus descriptifs pour te tenir informé pendant les installations.
ja: より分かりやすいインジケータで、インストール中に常に進捗を知ることができるようになりました

# onboarding_feature_item_improved_installation_screen_title
source: Improved Installation Screen
ar: شاشة تثبيت محسنة
de: Verbesserter Installationsbildschirm
es: Pantalla de instalación mejorada
fr: Écran d'installation amélioré
ja: 改善されたインストール画面

# onboarding_feature_item_library_description
source: Access and manage a vast collection of macOS restore images from your Library and expand your options by connecting to online Hubs.
ar: يمكنك الوصول إلى مجموعة كبيرة من أقراص الإقلاع macOS وإدارتها من مكتبتك وتوسيع خياراتك من خلال الاتصال بالمراكز عبر الإنترنت.
de: Verwalte eine umfangreiche Sammlung von macOS-Wiederherstellungsabbildern in deiner Bibliothek und erweitere deine Möglichkeiten, indem du dich mit Online-Hubs verbindest.
es: Accede y gestiona una amplia colección de imágenes de restauración de macOS desde tu Biblioteca y amplía tus opciones conectándote a Hubs en línea.
fr: Accède et gère une vaste collection d'images de restauration macOS à partir de ta bibliothèque et élargis tes options en te connectant à des Hubs en ligne.
ja: ライブラリからmacOS復元イメージの膨大なコレクションにアクセスして管理できるようにし、さらにオンラインHubに接続することで選択肢を拡大しました

# onboarding_feature_item_library_title
source: Library and Hubs Integration
ar: الإندماج بين المكتبة ومستودع أقراص الإقلاع
de: Integration von Bibliothek und Hubs
es: Integración de la Biblioteca y los Hubs
fr: Intégration de la bibliothèque et des carrefours
ja: 統合されたライブラリとハブ

# onboarding_feature_item_localization_and_accessibility_description
source: Streamline the process of testing your apps for different localizations, accessibility settings, and user experiences.
ar: سهل عملية اختبار تطبيقاتك لتتناسب مع التوطينات المختلفة وإعدادات الوصول وتجارب المستخدم.
de: Vereinfache den Prozess des Testens deiner Apps für verschiedene Lokalisierungen, Zugänglichkeitseinstellungen und Nutzererfahrungen.
es: Agiliza el proceso de probar tus aplicaciones para diferentes localizaciones, ajustes de accesibilidad y experiencias de usuario.
fr: Rationalise le processus de test de tes applis pour différentes localisations, paramètres d'accessibilité et expériences utilisateur.
ja: 異なるローカライゼーション、アクセシビリティ設定、ユーザーエクスペリエンスに対応したアプリのテストプロセスを効率化

# onboarding_feature_item_localization_and_accessibility_title
source: Easy Localization and Accessibility Testing
ar: سهولة التوطين واختبار إمكانية الوصول.
de: Einfache Lokalisierung und Prüfung der Barrierefreiheit
es: Fácil localización y pruebas de accesibilidad
fr: Localisation facile et tests d'accessibilité
ja: 簡単なローカライゼーションとアクセシビリティテスト

# onboarding_feature_item_new_machine_creation_dialog_description
source: A redesigned interface for creating new machines, making the process more intuitive.
ar: تم إعادة تصميم واجهة إنشاء الأجهزة لتكون أكثر سهولة في الاستخدام.
de: Eine neu gestaltete Oberfläche für die Erstellung neuer Maschinen, die den Prozess intuitiver macht.
es: Una interfaz rediseñada para crear nuevas máquinas, haciendo el proceso más intuitivo.
fr: Une interface repensée pour la création de nouvelles machines, rendant le processus plus intuitif.
ja: 新しいマシンを作成するためのインターフェイスが一新され、より直感的に操作できるようになりました
